Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Delete this reply?
ar: حذف هذه الإجابة؟
ca: Voleu suprimir aquesta resposta?
cy: Dileu’r ateb hwn?
da: Slet dette svar?
da_instk12: Slet dette svar?
de: Diese Antwort löschen?
es: ¿Eliminar esta respuesta?
es_es: ¿Eliminar esta respuesta?
fi: Poistetaanko tämä vastaus?
fr: Supprimer cette réponse ?
fr_ca: Supprimer cette réponse?
ga: Scrios an freagra seo?
hi: इस उत्तर को मिटाएं?
ht: Efase repons sa a?
id: Hapus balasan ini?
is: Eyddi þessu svari?
it: Eliminare questa risposta?
ja: この返信を消去しますか？
ko: 이 답변을 삭제하시겠습니까?
mi: Mukua tēnei whakautu?
ms: Padam balasan ini?
nb: Slette dette svaret?
nb_instk12: Slette dette svaret?
nl: Dit antwoord verwijderen?
pl: Usunąć tą odpowiedź?
pt: Apagar esta resposta?
pt_br: Excluir esta resposta?
ru: Удалить этот ответ?
sl: Ali želite odstraniti ta odgovor?
sv: Ta bort det här svaret?
sv_instk12: Ta bort det här svaret?
th: ลบการตอบกลับนี้หรือไม่
vi: Xóa câu trả lời này?
zh: 删除此回复？
zh_hk: 確定刪除此回覆？

source: Deleted file: &quot;%@&quot;
ar: الملف المحذوف: &quot;%@&quot;
ca: Fitxer suprimit: &quot;%@&quot;
cy: Ffeil wedi'i dileu: &quot;%@&quot;
da: Slettet fil: &quot;%@&quot;
da_instk12: Slet fil: &quot;%@&quot;
de: Gelöschte Datei: &quot;%@&quot;
es: Archivo borrado: &quot;%@&quot;
es_es: Archivo eliminado: &quot;%@&quot;
fi: Poistettu tiedosto: &quot;%@&quot;
fr: Fichier supprimé : &quot;%@&quot;
fr_ca: Fichier supprimé : « %@ »
ga: Comhad scriosta: &quot;%@&quot;
hi: मिटाई गई फ़ाइल: &quot;%@&quot;
ht: Fichye efase: &quot;%@&quot;
id: File dihapus: &quot;%@&quot;
is: Eydd skrá: &quot;%@&quot;
it: File eliminato: &quot;%@&quot;
ja: 削除されたファイル：&quot;%@&quot;
ko: 삭제된 파일: &quot;%@&quot;
mi: Kōnae mukua: &quot;%@&quot;
ms: Fail dipadamkan: &quot;%@&quot;
nb: Slettet fil: &quot;%@&quot;
nb_instk12: Slettet fil: &amp;quot;%@&amp;quot;
nl: Verwijderd bestand: &quot;%@&quot;
pl: Usunięty plik: &quot;%@&quot;
pt: Eliminar ficheiro: &quot;%@&quot;
pt_br: Excluir arquivo: &quot;%@&quot;
ru: Удаленный файл: &quot;%@&quot;
sl: Odstranjena datoteka: &quot;%@&quot;
sv: Tog bort filen: &quot;%@&quot;
sv_instk12: Raderad fil: &quot;%@&quot;
th: ไฟล์ที่ลบ: &quot;%@&quot;
vi: Xóa tập tin: &quot;%@&quot;
zh: 删除文件：&quot;%@&quot;
zh_hk: 已刪除的檔案：&quot;%@&quot;

source: Description
ar: الوصف
ca: Descripció
cy: Disgrifiad
da: Beskrivelse
da_instk12: Beskrivelse
de: Beschreibung
es: Descripción
es_es: Descripción
fi: Kuvaus
ga: Cur síos
hi: विवरण
ht: Deskripsyon
id: Deskripsi
is: Lýsing
it: Descrizione
ja: 説明
ko: 설명
mi: Whakāhuatanga
ms: Penerangan
nb: Beskrivelse
nb_instk12: Beskrivelse
nl: Beschrijving
pl: Opis
pt: Descrição
pt_br: Descrição
ru: Описание
sl: Opis
sv: Beskrivning
sv_instk12: Beskrivning
th: รายละเอียด
vi: Mô Tả
zh: 说明
zh_hk: 描述

source: Detail
ar: تفصيل
ca: Detall
cy: Manylyn
da: Detalje
da_instk12: Detalje
de: Details
es: Detalle
es_es: Detalle
fi: Lisätiedot
fr: Détail
fr_ca: Détail
ga: Sonraigh
hi: विवरण
ht: Detay
is: upplýsingar
it: Dettaglio
ja: 詳細
ko: 세부 정보
mi: Taipitopito
ms: Butiran
nb: Detalj
nb_instk12: Detalj
pl: Szczegół
pt: Detalhe
pt_br: Detalhe
ru: Подробности
sl: Podrobnost
sv: Detalj
sv_instk12: Detalj
th: รายละเอียด
vi: Chi Tiết
zh: 细节
zh_hk: 詳細資料

source: Details
ar: التفاصيل
ca: Informació
cy: Manylion
da: Nærmere oplysninger
da_instk12: Nærmere oplysninger
es: Detalles
es_es: Detalles
fi: Lisätiedot
fr: Détails
fr_ca: Détails
ga: Sonraí
hi: विवरण
ht: Detay
id: Detail
is: Upplýsingar
it: Dettagli
ja: 詳細
ko: 세부 정보
mi: Nga korero taipitopito
ms: Butiran
nb: Detaljer
nb_instk12: Detaljer
pl: Szczegóły
pt: Detalhes
pt_br: Detalhes
ru: Подробные сведения
sl: Podrobnosti
sv: Detaljer
sv_instk12: Detaljer
th: รายละเอียด
vi: Các Thông Tin Chi Tiết
zh: 详情
zh_hk: 詳細資料

source: Discard
ar: تجاهل
ca: Rebutja-ho
cy: Hepgor
da: Kassér
da_instk12: Kasser
de: Verwerfen
es: Descartar
es_es: Descartar
fi: Ohita
fr: Abandonner
fr_ca: Abandonner
ga: Caith amach
hi: ठुकराएं
ht: Abandone
id: Buang
is: Henda
it: Rimuovi
ja: 破棄する
ko: 버리기
mi: Tūraki
ms: Buang
nb: Forkast
nb_instk12: Forkast
nl: Verwijderen
pl: Odrzuć
pt: Descartar
pt_br: Descartar
ru: Удалить
sl: Zavrzi
sv: Avvisa
sv_instk12: Avbryt
th: ล้มเลิก
vi: Hủy Bỏ
zh: 放弃
zh_hk: 放棄

source: Discard this entry?
ar: تجاهل هذا الإدخال؟
ca: Voleu rebutjar aquesta entrada?
cy: Hepgor y cofnod hwn?
da: Kasser denne indtastning?
da_instk12: Kasser denne indtastning?
de: Diesen Eintrag verwerfen?
es: ¿Desechar esta entrada?
es_es: ¿Quieres descartar esta entrada?
fi: Ohitetaanko tämä merkintä?
fr: Abandonner cette saisie ?
fr_ca: Abandonner cette saisie?
ga: An bhfuil fonn ort an iontráil seo a scriosadh?
hi: इस प्रविष्टि को ठुकराएं?
ht: Abandone antre sa a?
id: Buang entri ini?
is: Henda þessari færslu?
it: Ignorare questa voce?
ja: このエントリを破棄しますか？
ko: 이 항목을 버리시겠습니까?
mi: Tūraki tenei tāurunga?
ms: Buang masukan ini?
nb: Forkaste denne oppføringen?
nb_instk12: Forkaste denne oppføringen?
nl: Deze invoering negeren?
pl: Odrzucić ten wpis?
pt: Ignorar esta entrada?
pt_br: Descarte esta entrada?
ru: Отбросить эту запись?
sl: Ali želite zavreči ta vnos?
sv: Ignorera det här inlägget?
sv_instk12: Kassera det här inlägget?
th: ล้มเริ่มรายการนี้หรือไม่
vi: Hủy bỏ mục nhập này?
zh: 丢弃此条目吗？
zh_hk: 丟棄這條條目？

source: Discussion
ar: النقاش
ca: Fòrum
cy: Trafodaeth
da: Diskussion
da_instk12: Diskussion
de: Diskussion
es: Foro de discusión
es_es: Foro de discusión
fi: Keskustelu
ga: Fóram
hi: चर्चा
ht: Diskisyon
id: Diskusi
is: Umræða
it: Discussione
ja: ディスカッション
ko: 토론
mi: Kōrerorero
ms: Perbincangan
nb: Diskusjon
nb_instk12: Diskusjon
nl: Discussie
pl: Dyskusja
pt: Discussão
pt_br: Fórum
ru: Обсуждение
sl: Razprava
sv: Diskussion
sv_instk12: Diskussion
th: การพูดคุย
vi: Thảo Luận
zh: 讨论
zh_hk: 討論

source: Discussion Entry
ar: إدخال المناقشة
ca: Entrada de fòrum
cy: Cofnod Trafodaeth
da: Diskussionsindtastning
da_instk12: Diskussionsindtastning
de: Diskussionseintrag
es: Entrada del foro de discusión
es_es: Entrada en el foro de discusión
fi: Keskustelun merkintä
fr: Saisie de discussion
fr_ca: Saisie de discussion
ga: Iontráil Fóraim
hi: चर्चा प्रविष्टि
ht: Diskisyon
id: Entri Diskusi
is: Umræðufærsla
it: Voce discussione
ja: ディスカッションエントリ
ko: 토론 항목
mi: Kōrerorero Tāurunga
ms: Masukan Perbincangan
nb: Diskusjonsoppføring
nb_instk12: Diskusjonsoppføring
nl: Discussie invoering
pl: Wpis do dyskusji
pt: Entrada de Discussão
pt_br: Entrada de Fórum
ru: Запись дискуссии
sl: Vnos v razpravo
sv: Diskussionsinlägg
sv_instk12: Diskussionsinlägg
th: การป้อนข้อมูลการพูดคุย
vi: Mục Nhập Thảo Luận
zh: 讨论输入
zh_hk: 討論條目

source: Discussion Topics
ar: موضوعات المناقشة
ca: Temes de debat
cy: Pynciau Trafod
da: Diskussionsemner
da_instk12: Diskussionsemner
de: Diskussionsthemen
es: Temas de foro de discusión
es_es: Temas del foro de discusión
fi: Keskustelun aiheet
fr: Sujets de discussion
fr_ca: Sujets de discussion
ga: Topaic Phléite
hi: चर्चा के विषय
ht: Sijè Diskisyon
id: Topik Diskusi
is: Umræðuefni
it: Argomenti di discussione
ja: ディスカッション トピック
ko: 토론 주제
mi: Kōrerorero Kaupapa
ms: Topik Perbincangan
nb: Diskusjonstemaer
nb_instk12: Diskusjonstemaer
nl: Discussieonderwerpen
pl: Tematy dyskusji
pt: Tópicos de discussão
pt_br: Assuntos do fórum
ru: Темы обсуждений
sl: Teme razprave
sv: Diskussionsämnen
sv_instk12: Diskussionsämnen
th: หัวข้อการพูดคุย
vi: Đề Tài Thảo Luận
zh: 讨论主题
zh_hk: 討論主題

source: Discussions
ar: النقاشات
ca: Fòrums
cy: Trafodaethau
da: Diskussioner
da_instk12: Diskussioner
de: Diskussionen
es: Foros de discusión
es_es: Foros de discusión
fi: Keskustelut
ga: Fóraim
hi: चर्चाएं
ht: Diskisyon
id: Diskusi
is: Umræður
it: Discussioni
ja: ディスカッション
ko: 토론
mi: Ngā Kōrerorero
ms: Perbincangan
nb: Diskusjoner
nb_instk12: Diskusjoner
nl: Discussies
pl: Dyskusje
pt: Discussões
pt_br: Fóruns
ru: Обсуждения
sl: Razprave
sv: Diskussioner
sv_instk12: Diskussioner
th: การพูดคุย
vi: Thảo Luận
zh: 讨论
zh_hk: 討論區

source: Dismiss
ar: تجاهل
ca: Descarta
cy: Gwrthod
da: Afvis
da_instk12: Afvis
de: Verwerfen
es: Descartar
es_es: Descartar
fi: Ohita
fr: Ignorer
fr_ca: Ignorer
ga: Dún
hi: खारिज करें
ht: Rejte
id: Singkirkan
is: Sleppa
it: Ignora
ja: 取り下げる
ko: 버리기
mi: Pana
ms: Tolak
nb: Avvis
nb_instk12: Avvis
nl: Afwijzen
pl: Odrzuć
pt: Ignorar
pt_br: Descartar
ru: Исключить
sl: Opusti
sv: Avvisa
sv_instk12: Avvisa
th: ยกเลิก
vi: Hủy Bỏ
zh: 撤销
zh_hk: 忽略

source: Dismissed %@
ar: تم التجاهل %@
ca: S’ha descartat %@
cy: Wedi’i Ddiystyru %@
da: Afvist %@
da_instk12: Afvist %@
de: Verworfen %@
es: Descartado %@
es_es: Descartado %@
fi: Ohitettu %@
fr: Rejeté %@
fr_ca: Rejeté %@
ga: Diúltaithe %@
hi: खारिज किया गया %@
ht: Rejte %@
id: Disingkirkan %@
is: Hafnað %@
it: Ignorato %@
ja: 却下された %@
ko: 해제 %@
mi: Kau whakakoretia %@
ms: Ditolak... %@
nb: Avvist %@
nb_instk12: Avvist %@
nl: Afgewezen %@
pl: Odrzucono %@
pt: Demitido %@
pt_br: Descartado %@
ru: Упущенный %@
sl: Opuščeno %@
sv: Avvisade %@
sv_instk12: Avvisade %@
th: ล้มเลิกแล้ว: %@
vi: Đã bỏ qua %@
zh: 已拒绝 %@
zh_hk: 已忽略%@

source: Do you want to masquerade as this user?
ar: هل تريد التخفي بصفة هذا المستخدم؟
ca: Voleu emmascarar-vos com aquest usuari?
cy: Ydych chi am esgus mai chi yw'r defnyddiwr hwn?
da: Ønsker du at forklæde dig some denne bruger?
da_instk12: Ønsker du at forklæde dig some denne bruger?
de: Möchten Sie sich als diese/r Benutzer*in ausgeben?
es: ¿Quiere actuar como este usuario?
es_es: ¿Quieres actuar como este usuario?
fi: Haluatko naamioitua täksi käyttäjäksi?
fr: Désirez-vous vous faire passer pour cet utilisateur ?
fr_ca: Désirez-vous vous faire passer pour cet utilisateur?
ga: Ar mhaith leat glacadh le haitheantas an úsáideora seo?
hi: क्या आप इस उपयोगकर्ता के रूप में छद्मवेष करना चाहते हैं?
ht: Èske w vle pase pou itilizatè sa a?
id: Anda ingin menyamar sebagai siswa ini?
is: Viltu dyljast sem þessi notandi?
it: Vuoi eseguire il mascheramento come questo utente?
ja: このユーザーとしてマスカレードしますか？
ko: 이 사용자로 가장하시겠습니까?
mi: E hiahia ana koe ki te whakāhua kē anō tēnei kaiwhakamahi?
ms: Adakah anda ingin menyamar sebagai pengguna ini?
nb: Vil du opptre som denne brukeren?
nb_instk12: Vil du gi deg ut som denne brukeren?
nl: Wil je masker toepassen als deze gebruiker?
pl: Czy chcesz podszyć się pod tego użytkownika?
pt: Quer ver como utilizador?
pt_br: Você quer agir como como este usuário?
ru: Вы хотите замаскироваться под этого пользователя?
sl: Ali elite prevzeti vlogo kot ta uporabnik?
sv: Vill du agera som den här användaren?
sv_instk12: Vill du maskera som den här användaren?
th: ต้องการสวมบทบาทเป็นผู้ใช้นี้หรือไม่
vi: Bạn có muốn hóa trang thành người dùng này không?
zh: 您想冒充为此用户吗？
zh_hk: 您確定要冒用此使用者的身份？

source: Domain
ar: المجال
ca: Domini
cy: Parth
da: Domæne
da_instk12: Domæne
de: Domäne
es: Dominio
es_es: Dominio
fi: Verkkotunnus
fr: Domaine
fr_ca: Domaine
ga: Fearann
hi: डोमेन
ht: Domèn
is: Lén
it: Dominio
ja: ドメイン
ko: 도메인
mi: rohe
nb: Domene
nb_instk12: Domene
nl: Domein
pl: Domena
pt: Domínio
pt_br: Domínio
ru: Домен
sl: Domena
sv: Domän
sv_instk12: Domän
th: โดเมน
vi: Tên Miền
zh: 域
zh_hk: 網域

source: Don't ask me again
ar: لا تسألني مجدداً
ca: No m'ho tornis a preguntar
cy: Peidiwch â gofyn i mi eto
da: Spørg mig ikke igen
da_instk12: Spørg mig ikke igen
de: Mich nicht nochmal fragen
es: No me pregunte de nuevo
es_es: No preguntarme de nuevo
fi: Älä kysy minulta uudelleen
fr: Ne plus me le demander
fr_ca: Ne plus me le demander
ga: Ná fiafraigh díom arís
hi: मुझसे दोबारा नहीं पूछें
ht: Pa mande m ankò
id: Jangan tanya saya lagi
is: Ekki spyrja mig aftur
it: Non chiedermelo di nuovo
ja: 二度と聞かないでください
ko: 다시 묻지 않기
mi: Kaua e ui ahau anō
ms: Jangan tanya saya lagi
nb: Ikke spør meg igjen
nb_instk12: Ikke spør meg igjen
nl: Vraag het mij niet nogmaals
pl: Nie pytaj mnie więcej
pt: Não perguntar novamente
pt_br: Não me pergunte novamente
ru: Не спрашивать меня снова
sl: Ne vprašaj me več.
sv: Fråga mig inte igen
sv_instk12: Fråga mig inte igen
th: ไม่ต้องถามอีก
vi: Không hỏi tôi lại
zh: 不要再问我
zh_hk: 不要再詢問我

source: Don't delete
ar: عدم الحذف
ca: No ho suprimeixis
cy: Peidio â dileu
da: Slet ikke
da_instk12: Slet ikke
de: Nicht löschen
es: No lo elimine
es_es: No eliminar
fi: Älä poista
fr: Ne pas supprimer
fr_ca: Ne pas supprimer
ga: Ná scrios
hi: नहीं मिटाएं
ht: Pa efase
id: Jangan hapus
is: Ekki eyða
it: Non eliminare
ja: 消去しないでください
ko: 삭제하지 않음
mi: Kaua e muku
ms: Jangan padam
nb: Ikke slett
nb_instk12: Ikke slett
nl: Niet verwijderen
pl: Nie usuwaj
pt: Não apagar
pt_br: Não exclua
ru: Не удалять
sl: Ne izbriši
sv: Ta inte bort
sv_instk12: Ta inte bort
th: ไม่ลบ
vi: Không xóa
zh: 不要删除
zh_hk: 不要刪除

source: Don't forget to breathe — you're doing fine.
ar: لا تنس أن تلتقط أنفاسك — أنت تؤدي بشكل رائع.
ca: No us oblideu de respirar: ho feu bé.
cy: Cofia anadlu’n ddwfn — rwyt ti’n gwneud yn iawn.
da: Glem ikke at trække vejret – du klarer det godt.
da_instk12: Glem ikke at trække vejret – du klarer det godt.
de: Vergessen Sie nicht zu atmen – es geht Ihnen gut.
es: No se olvide de respirar, lo está haciendo bien.
es_es: No te olvides de respirar: lo estás haciendo bien.
fi: Älä unohda hengittää – pärjäät kyllä.
fr: N’oublie pas de souffler un peu, tu fais du bon travail.
fr_ca: N’oubliez pas de respirer — vous vous en sortez bien.
ga: Ná déan dearmad análú - tá tú go breá.
hi: साँस लेना न भूलें — आप सब कुछ ठीक कर रहे हैं।
ht: Pa bliye respire — w ap degaje w.
id: Jangan lupa bernapas — Anda baik-baik saja.
is: Ekki gleyma að anda - þú ert að standa þig vel.
it: Non dimenticarti di respirare, stai andando bene.
ja: 呼吸を忘れないで — あなたはちゃんとやっています。
ko: 심호흡을 잊지 마세요. 잘하고 있습니다.
mi: Kaua e wareware ki te manawa — kei te pai koe.
ms: Jangan lupa tarik nafas — awak baik-baik sahaja.
nb: Ikke glem å puste – du klarer deg fint.
nb_instk12: Ikke glem å puste – du klarer deg fint.
nl: Vergeet niet te ademen – je doet het prima.
pl: Nie zapomnij o wdechu i wydechu – dobrze sobie radzisz.
pt: Não se esqueça de respirar — está a ir muito bem.
pt_br: Não se esqueça de respirar — você está indo bem.
ru: Не забывайте дышать — у вас всё хорошо.
sl: Ne pozabite dihati – odlično vam gre.
sv: Glöm inte att andas – du gör bra ifrån dig.
sv_instk12: Glöm inte att andas – du gör bra ifrån dig.
th: อย่าลืมหายใจเข้าลึก ๆ คุณทำได้ดีแล้ว
vi: Đừng quên hít thở nhé — bạn đang làm tốt lắm.
zh: 你已经做得很好了，别把自己逼得太紧。
zh_hk: 別忘了深呼吸 — 你做得很好。

source: Don't give up — future you will thank you.
ar: لا تستسلم — ستشكر نفسك مستقبلاً على المواصلة.
ca: No claudiqueu: ho agraireu en el futur.
cy: Paid â rhoi’r ffidil yn y to — byddi di’n falch yn y diwedd.
da: Giv ikke op – du vil takke dig selv i fremtiden.
da_instk12: Giv ikke op – du vil takke dig selv i fremtiden.
de: Geben Sie nicht auf – Ihre Zukunft wird es Ihnen danken.
es: No se rinda: su yo futuro se lo agradecerá.
es_es: No te rindas: tu yo del futuro te lo agradecerá.
fi: Älä luovuta – tulevaisuudessa kiität itseäsi.
fr: N’abandonne pas, ton futur toi te remerciera.
fr_ca: N’abandonnez pas — votre avenir vous remerciera.
ga: Ná tabhair suas - beidh tú buíoch díot amach anseo.
hi: हार न मानें — भविष्य में आप खुद को इसके लिए धन्यवाद देंगे।
ht: Pa bay vag — lavni w ap genyen w rekonesans.
id: Jangan menyerah — dirimu di masa depan akan berterima kasih padamu.
is: Gefstu ekki upp - í framtíðinni munt þú þakka þér.
it: Non arrenderti, il futuro ti ringrazierà.
ja: 諦めないで — 未来の自分が感謝するでしょう。
ko: 포기하지 마세요. 미래의 자신을 생각하세요.
mi: Kaua e ngākau mutu — ka mihi koe ki a koe i te heke mai.
ms: Jangan putus asa — diri anda pada masa depan akan berterima kasih.
nb: Ikke gi opp – du vil takke deg i fremtiden.
nb_instk12: Ikke gi opp – du vil takke deg i fremtiden.
nl: Geef niet op – je toekomstige zelf zal je dankbaar zijn.
pl: Nie poddawaj się – przyszłość będzie Ci wdzięczna.
pt: Não desista — o seu futuro agradecerá.
pt_br: Não desista — seu eu do futuro lhe agradecerá.
ru: Не сдавайтесь — в будущем вы сами скажете себе спасибо
sl: Ne obupajte – v prihodnosti si boste hvaležni.
sv: Ge inte upp – framtiden kommer att tacka dig.
sv_instk12: Ge inte upp – framtiden kommer att tacka dig.
th: อย่ายอมแพ้ ตัวคุณในอนาคตจะต้องขอบคุณคุณ
vi: Đừng bỏ cuộc — chính bạn trong tương lai sẽ cảm ơn bạn.
zh: 坚持就是胜利。
zh_hk: 不要放棄 — 未來的你會感謝現在的自己。

source: Done
ar: تم
ca: Fet
cy: Wedi gorffen
da: Udført
da_instk12: Udført
de: Fertig
es: Listo
es_es: Hecho
fi: Valmis
fr: Terminé
fr_ca: Terminé
ga: Déanta
hi: हो गया
ht: Fini
id: Selesai
is: Lokið
it: Fatto
ja: 終了
ko: 완료
mi: Kua mahia
ms: Siap
nb: Ferdig
nb_instk12: Ferdig
nl: Gereed
pl: Gotowe
pt: Concluído
pt_br: Feito
ru: Готово
sl: Dokončano
sv: Klar
sv_instk12: Klar
th: เสร็จสิ้น
vi: Đã Xong
zh: 完成
zh_hk: 已完成

source: Double tap to select attempt
ar: اضغط ضغطًا مزدوجًا لتحديد محاولة
ca: Toca dues vegades l’intent per seleccionar-lo
cy: Tapiwch ddwywaith i ddewis ymgais
da: Dobbelttryk for at vælge forsøg
da_instk12: Dobbelttryk for at vælge forsøg
de: Zum Auswählen des Versuchs zweimal tippen
es: Toque dos veces para seleccionar el intento
es_es: Toca dos veces para seleccionar el intento
fi: Valitse yritys kaksoinapsauttamalla
fr: Appuyez deux fois pour sélectionner la tentative.
fr_ca: Double taper pour sélectionner la tentative
ga: Tapáil faoi dhó chun iarracht a roghnú
hi: प्रयास का चयन करने के लिए डबल टैप करें
ht: Tape de fwa pou seleksyone tantativ
id: Ketuk dua kali untuk memilih upaya
is: Pikkaðu tvisvar til að velja tilraun
it: Tocca due volte per selezionare tentativo
ja: ダブルタップして試行を選択する
ko: 두 번 탭하여 시도를 선택
mi: Pato rua hei kowhiri i te nganatanga
ms: Ketik dua kali untuk memilih percubaan
nb: Dobbeltklikk for å velge forsøk
nb_instk12: Dobbeltklikk for å velge forsøk
nl: Twee keer tikken om poging te selecteren
pl: Stuknij dwukrotnie, aby wybrać próbę
pt: Toque duas vezes para selecionar a tentativa
pt_br: Toque duas vezes para selecionar a tentativa
ru: Щелкните дважды для выбора попытки
sl: Dvakrat tapnite za izbiro poskusa
sv: Dubbeltryck för att välja försök
sv_instk12: Dubbeltryck för att välja försök
th: กดสองครั้งเพื่อเลือกทำรายการ
vi: Nhấp đúp để chọn lần thử
zh: 双击以选择尝试
zh_hk: 點選兩下以選取嘗試

source: Double tap to view attempt
ar: اضغط ضغطًا مزدوجًا لعرض المحاولة
ca: Toca dues vegades l’intent per visualitzar-lo
cy: Tapiwch ddwywaith i weld ymgais
da: Dobbelttryk for at se forsøget
da_instk12: Dobbelttryk for at se forsøget
de: Doppeltippen, um den Versuch anzuzeigen
es: Toque dos veces para ver el intento
es_es: Toca dos veces para ver el intento
fi: Valitse yritys kaksoinapsauttamalla
fr: Appuyer deux fois pour afficher la tentative
fr_ca: Tapotez deux fois pour voir la tentative
ga: Tapáil faoi dhó chun iarracht a fheiceáil
hi: प्रयास देखने के लिए डबल टैप करें
ht: Tape de fwa pou gade tantativ la
id: Ketuk dua kali untuk melihat upaya
is: Pikkaðu tvisvar til að skoða tilraun
it: Tocca due volte per visualizzare il tentativo
ja: ダブルタップして解答を表示する
ko: 두 번 탭하여 시도 보기
mi: Pato rua hei tiro i te nganatanga
ms: Ketik dua kali untuk melihat percubaan
nb: Dobbeltklikk for å vise forsøk
nb_instk12: Dobbeltklikk for å vise forsøk
nl: Twee keer tikken om poging te bekijken
pl: Stuknij dwukrotnie, aby wyświetlić próbę
pt: Toque duas vezes para ver a tentativa
pt_br: Toque duas vezes para ver a tentativa
ru: Щелкните дважды для просмотра попытки
sl: Dvakrat tapnite za ogled poskusa
sv: Dubbeltryck för att visa försök
sv_instk12: Dubbeltryck för att visa försök
th: กดเลือกสองครั้งเพื่อดูจำนวนครั้ง
vi: Nhấn đúp để xem lần thử
zh: 双击以查看尝试
zh_hk: 點選兩下以檢視嘗試

source: Double tap to view file
ar: اضغط ضغطًا مزدوجًا لعرض الملف
ca: Toca dues vegades el fitxer per visualitzar-lo
cy: Tapiwch ddwywaith i weld y ffeil
da: Dobbelttryk for at se filen
da_instk12: Dobbelttryk for at se filen
de: Doppeltippen, um die Datei anzuzeigen
es: Toque dos veces para ver el archivo
es_es: Toca dos veces para ver el archivo
fi: Valitse tiedosto kaksoinapsauttamalla
fr: Appuyer deux fois pour afficher le fichier
fr_ca: Tapotez deux fois pour visualiser le fichier
ga: Tapáil faoi dhó chun an comhad a fheiceáil
hi: फ़ाइल देखने के लिए डबल टैप करें
ht: Tape de fwa pou gade fichye a
id: Ketuk dua kali untuk melihat file
is: Pikkaðu tvisvar til að skoða skrá
it: Tocca due volte per visualizzare il file
ja: ダブルタップしファイルを表示する
ko: 두 번 탭하여 파일 보기
mi: Pato rua hei tiro i te konae
ms: Ketika dua kali untuk melihat fail
nb: Dobbeltklikk for å vise fil
nb_instk12: Dobbeltklikk for å vise fil
nl: Twee keer tikken om bestand te bekijken
pl: Stuknij dwukrotnie, aby wyświetlić plik
pt: Toque duas vezes para ver o ficheiro
pt_br: Toque duas vezes para visualizar o arquivo
ru: Щелкните дважды для просмотра файла
sl: Dvakrat tapnite za ogled datoteke
sv: Dubbeltryck för att visa filen
sv_instk12: Dubbeltryck för att visa filen
th: กดเลือกสองครั้งเพื่อดูไฟล์ข้อมูล
vi: Nhấn đúp để xem tập tin
zh: 双击以查看文件
zh_hk: 點選兩下以檢視檔案

source: Download Canceled
ar: تم إلغاء التنزيل
ca: Baixada cancel·lada
cy: Wedi canslo'r broses llwytho i lawr
da: Download annulleret
da_instk12: Download annulleret
de: Download abgebrochen
es: Descarga cancelada
es_es: Descarga cancelada
fi: Lataus peruutettu
fr: Téléversement annulé
fr_ca: Téléchargement annulé
ga: Íoslódáil Curtha ar Ceal
hi: डाउनलोड करना रद्द हुआ
ht: Telechajman Anile
id: Unduhan Dibatalkan
is: Hætt við niðurhal
it: Download annullato
ja: ダウンロードはキャンセルされました
ko: 다운로드 취소됨
mi: Tikiake Whakakorea
ms: Muat Turun Dibatalkan
nb: Nedlasting avbrudt
nb_instk12: Nedlasting kansellert
nl: Download geannuleerd
pl: Pobieranie anulowane
pt: Download Cancelado
pt_br: Download Cancelado
ru: Загрузка отменена
sl: Prenos je preklican.
sv: Nedladdningen avbröts
sv_instk12: Nedladdningen avbröts
th: การดาวน์โหลดถูกยกเลิก
vi: Đã Hủy Tải Xuống
zh: 下载已取消
zh_hk: 下載已取消

source: Downloading...
ar: جارٍ التنزيل...
ca: S'està baixant…
cy: Wrthi'n llwytho i lawr...
da: Downloader ...
de: Download läuft...
es: Descargando...
es_es: Descargando...
fi: Ladataan...
fr: Téléversement en cours...
fr_ca: Téléchargement en cours...
ga: Ag íoslódáil...
hi: डाउनलोड किया जा रहा है...
ht: Telechajman an kou...
id: Mengunduh...
is: Sæki…
it: Download in corso...
ja: ダウンロード中...
ko: 다운로드 중...
mi: Tikiake ana...
ms: Memuat turun...
nb: Laster ned…
nb_instk12: Laster ned ...
nl: Downloaden...
pl: Pobieranie...
pt: A descarregar...
pt_br: Baixando...
ru: Загрузка...
sl: Prenos ...
sv: Laddar ner ...
sv_instk12: Laddar ner...
th: กำลังดาวน์โหลด...
vi: Đang tải xuống...
zh: 正在下载...
zh_hk: 正在下載...

source: Drawer closed
ar: الدرج مغلق
ca: Calaix tancat
cy: Drôr ar gau
da: Skuffen lukket
da_instk12: Skuffen lukket
de: Fach geschlossen
es: Cajón cerrado
es_es: Cajón cerrado
fi: Valikko suljettu
fr: Tiroir fermé
fr_ca: Tiroir fermé
ga: Tarraiceán dúnta
hi: ड्रॉर बंद की
ht: Tiwa fèmen
id: Laci tertutup
is: Skúffa lokuð
it: Cassetto chiuso
ja: 引き出しが閉まっている
ko: 서랍 닫힘
mi: Kua katia te unihi
ms: Laci ditutup
nb: Skuff lukket
nb_instk12: Skuff lukket
nl: Lade gesloten
pl: Panel zamknięty
pt: Gaveta fechada
pt_br: Gaveta fechada
ru: Панель закрыта
sl: Predal je zaprt
sv: Lådan stängd
sv_instk12: Lådan stängd
th: ปิดแผงข้อมูลแล้ว
vi: Đã đóng ngăn kéo
zh: 抽屉已关闭
zh_hk: 已關閉檔案夾
